tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "hudochenkov/sshpass"
brew "antigen"
brew "atuin"
brew "bat"
brew "expect"
brew "fd"
brew "fzf"
brew "gcc"
brew "git"
brew "harfbuzz"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "juliaup"
brew "just"
brew "kubernetes-cli"
brew "lua@5.1"
brew "luajit"
brew "luarocks"
brew "luaver"
brew "neovim"
brew "node"
brew "openjdk"
brew "pandoc"
brew "pass"
brew "pkg-config"
brew "python@3.11"
brew "redis"
brew "ripgrep"
brew "starship"
brew "hudochenkov/sshpass/sshpass"
cask "dbeaver-community"
cask "docker"
cask "eclipse-java"
cask "firefox"
cask "google-cloud-sdk"
cask "intellij-idea"
cask "kitty"
cask "logseq"
cask "postman"
cask "rectangle"
cask "slack"
cask "temurin8"
cask "visual-studio-code"
cask "zed"
vscode "asvetliakov.vscode-neovim"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
